var data=[
    {
        "savol":'КОЖА-ЧЕЛОВЕК',
        "variat1":'шкура - заяц',
        "variat2":'брюки-мужчина',
        "variat3":'птица-рыба',
        "variat4":'кустарник-ягоды',
        "otvet":1
    },
    {
        "savol":'ОГУРЕЦ - ОВОЩ',
        "variat1":'клубника - ягода',
        "variat2":'помидор - капуста',
        "variat3":'стебель - плод',
        "variat4":'лист - дерево',
        "otvet":1
    },{
        "savol":'БЕЛЫЙ - ЛЕТАТЬ',
        "variat1":'зеленый - ходим',
        "variat2":'желтый - посмотрят',
        "variat3":'красный - улыбаются',
        "variat4":'фиолетовый - сидеть',
        "otvet":4
    }
    ,{
        "savol":'ЗИМА - МЕТЕЛЬ',
        "variat1":'весна - звёзды',
        "variat2":'осень - дождь',
        "variat3":'лето - пруд',
        "variat4":'весна - сапоги',
        "otvet":2
    }
    ,{
        "savol":'СТОЛ - СКАТЕРТЬ',
        "variat1":'потолок - люстра',
        "variat2":'пол - ковёр',
        "variat3":'стена - картина',
        "variat4":'дверь - замок',
        "otvet":2
    }
]
// Варианты: 
// КОЖА-ЧЕЛОВЕК 
// шкура - заяц
// брюки-мужчина 
// птица-рыба 
// кустарник-ягоды 

// ОГУРЕЦ-ОВОЩ 
// клубника-ягода 
// помидор-капуста 
// стебель-плод 
// лист-дерево 

// БЕЛЫЙ-ЛЕТАТЬ 
// зеленый - ходим 
// желтый - посмотрят 
// красный - улыбаются
// фиолетовый - сидеть 

// ЗИМА-МЕТЕЛЬ 
// весна-звёзды 
// осень-дождь 
// лето-пруд 
// весна-сапоги 

// СТОЛ-СКАТЕРТЬ 
// потолок - люстра 
// пол - ковёр 
// стена - картина 
// дверь - замок