var data=[
    {
        "savol":'ОГУРЕЦ - ОВОЩ',
        "variat1":'клубника - ягода',
        "variat2":'помидор - капуста',
        "variat3":'стебель - плод',
        "variat4":'лист - дерево',
        "otvet":1
    },{
        "savol":'БЕЛЫЙ - ЛЕТАТЬ',
        "variat1":'зеленый - ходим',
        "variat2":'желтый - посмотрят',
        "variat3":'красный - улыбаются',
        "variat4":'фиолетовый - сидеть',
        "otvet":4
    }
    ,{
        "savol":'ЗИМА - МЕТЕЛЬ',
        "variat1":'весна - звёзды',
        "variat2":'осень - дождь',
        "variat3":'лето - пруд',
        "variat4":'весна - сапоги',
        "otvet":2
    }
    ,{
        "savol":'СТОЛ - СКАТЕРТЬ',
        "variat1":'потолок - люстра',
        "variat2":'пол - ковёр',
        "variat3":'стена - картина',
        "variat4":'дверь - замок',
        "otvet":4
    }
]